tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"

brew "curl"
brew "python@3.9"
brew "exa"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "go"
brew "grc"
brew "hledger"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "watch"
brew "yarn"
brew "zsh"
brew "sd"
brew "starship"

cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "obsidian"
cask "spotify"
cask "mos" # mouse scroll reverser and smoothen. from https://mos.caldis.me/
