tap "charmbracelet/tap"
tap "dwarvesf/tap"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "versent/taps"
brew "zstd"
brew "boost"
brew "aws-iam-authenticator"
brew "chezmoi"
brew "qemu"
brew "lima"
brew "colima"
brew "curl"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fzf"
brew "gh"
brew "openssl@3", link: false
brew "git-crypt"
brew "glow"
brew "go", link: false
brew "go@1.16"
brew "python@3.10"
brew "grc"
brew "gum"
brew "harfbuzz"
brew "helm"
brew "hledger"
brew "jq"
brew "kubernetes-cli"
brew "libraqm"
brew "libtiff"
brew "little-cms2"
brew "ripgrep"
brew "nb"
brew "neovim"
brew "node"
brew "openjpeg"
brew "webp"
brew "pillow"
brew "pure"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "saml2aws"
brew "sd"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "yarn"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "vhs"
cask "autodnd"
cask "bloomrpc"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-comfy"
cask "hammerspoon"
cask "karabiner-elements"
cask "mos"
cask "shortcuts"
