tap "charmbracelet/tap"
tap "dwarvesf/tap"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "qmk/qmk"
tap "versent/taps"
brew "zstd"
brew "boost"
brew "curl"
brew "exa"
brew "fzf"
brew "gh"
brew "openssl@3", link: false
brew "git-crypt"
brew "glow"
brew "go@1.19"
brew "gum"
brew "hledger"
brew "jq"
brew "libraqm"
brew "libtiff"
brew "little-cms2"
brew "ripgrep"
brew "neovim"
brew "webp"
brew "python@3.11"
brew "sd"
brew "starship"
brew "tmux"
brew "watch"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "vhs"
cask "espanso"
